use Автосервис
insert into Автомобили
values (51, 'О123УК68', 'G55HJ3H2', '223FR5', '4122NN3245', '2003'),
(62, 'A123ВК01', 'ABC12345', '123456', 'TP12345678', '2020'),
(64, 'B456АМ02', 'DEF98765', '9876', 'TP98765432', '2021'),
(65, 'С789РО03', 'GHI13576', '13579', 'TP13579246', '2013'),
(66, 'Х012УВ04', 'JKL24680', '24680', 'TP24680135', '2018'),
(67, 'К345ЕМ05', 'MNO36925', '36925', 'TP36925814', '1998'),
(68, 'М678АК06', 'PQR48275', '482756', 'TP48275693', '2017'),
(69, 'М901ОР07', 'STU59316', '593', 'TP59316472', '2006'),
(70, 'С234УК08', 'VWX61472', '614725', 'TP61472589', '2003'),
(71, 'Р890ОН10', 'BCD83647', '836472', 'TP83647291', '2014');

INSERT INTO Марки_автомобилей (Name)
VALUES ('Audi'),
('BMW'),
('Mercedes-Benz'),
('Lexus'),
('Toyota'),
('Ford'),
('Chevrolet'),
('Nissan'),
('Jeep'),
('Honda'),
('Mazda'),
('Hyundai'),
('Kia'),
('Subaru'),
('Porsche');

INSERT INTO Владельцы
VALUES('Иванов', 'Петр', 'Александрович', '5489916845', '1234567890', '79876543210'),
('Петров', 'Иван', 'Сергеевич', '7192903845', '0987654321', '79123456789'),
('Сидоров', 'Андрей', 'Николаевич', '6302654321', '2468101214', '89513577917'),
('Кузнецова', 'Елена', 'Владимировна', '7923765432', '3691215182', '89256423535'),
('Громов', 'Дмитрий', 'Анатольевич', '8465908432', '5759012345', '8999888754'),
('Никитин', 'Олег', 'Викторович', '9691987654', '1357913579', '89243331122'),
('Фёдоров', 'Алексей', 'Михайлович', '1052235689', '8642096812', '79264672988'),
('Лебедева', 'Мария', 'Сергеевна', '2345321654', '3752846902', '79039991122'),
('Калинина', 'Екатерина', 'Александровна', '4089648302', '4567893210', '79157778899'),
('Зайцев', 'Глеб', 'Алексеевич', '5190109556', '1597534682', '79292223344'),
('Мельников', 'Роман', NULL, '7640982182', '2468013579', '89261112233')

INSERT INTO Виды_работ
VALUES('Замена масла', 1000, 1),
('Замена фильтра воздушного', 500, 2),
('Замена тормозных колодок', 1500, 1),
('Ремонт стеклоподъемников', 3000, 8),
('Замена ремня ГРМ', 5000, 3),
('Замена рулевого наконечника', 2000, 1),
('Проверка и диагностика двигателя', 2500, 5),
('Замена глушителя', 4000, 5),
('Полная замена сцепления', 8000, 2),
('Ремонт электрооборудования', 6000, 4);

INSERT INTO Заказ
VALUES(13, 53, 22, '01.01.2021', '05.01.2021'),
(14, 57, 23, '02.06.2022', '11.06.2022'),
(15, 26, 24, '12.02.2021', '07.03.2021'),
(16, 68, 25, '04.04.2021', '10.04.2021'),
(17, 69, 26, '02.06.2020', '11.06.2020'),
(18, 70, 27, '06.06.2021', '12.06.2021'),
(23, 71, 28, '12.08.2022', '08.02.2023'),
(27, 72, 29, '13.12.2022', '11.01.2023'),
(33, 73, 30, '09.09.2021', '11.09.2021'),
(38, 67, 31, '07.11.2020', '11.12.2020'),
(65, 66, 30, '11.11.2021', '15.11.2021');


INSERT INTO Сотрудники
VALUES('Иванов', 'Иван', 'Иванович', 'М', '89991234567', '1234567890', '01.01.1980', 'г.Москва, ул.Ленина, д.1, кв.1'),
('Петров', 'Петр', 'Петрович', 'М', '89992345678', '2345678901', '02.02.1981', 'г.Москва, ул.Пушкина, д.2, кв.2'),
('Сидорова', 'Елена', 'Петровна', 'Ж', '89993456789', '3456789012', '03.03.1982', 'г.Москва, ул.Гагарина, д.3, кв.3'),
('Смирнов', 'Сергей', 'Владимирович', 'М', '89994567890', '4567890123', '04.04.1983', 'г.Москва, ул.Строителей, д.4, кв.4'),
('Новикова', 'Анна', 'Максимовна', 'Ж', '89995678901', '5678901234', '05.05.1984', 'г.Москва, ул.Кирова, д.5, кв.5'),
('Кузнецов', 'Андрей', 'Александрович', 'М', '89996789012', '6789012345', '06.06.1985', 'г.Москва, ул.Рабочая, д.6, кв.6'),
('Белкин', 'Михаил', 'Борисович', 'М', '89997890123', '7890123456', '07.07.1986', 'г.Москва, ул.Комсомольская, д.7, кв.7'),
('Дмитриева', 'Ольга', 'Ивановна', 'Ж', '89998901234', '8901234567', '08.08.1987', 'г.Москва, ул.Маркса, д.8, кв.8'),
('Тихонов', 'Даниил', 'Андреевич', 'М', '89999012345', '9012345678', '09.09.1988', 'г.Москва, ул.Ленинградская, д.9, кв.9'),
('Макаров', 'Александр', 'Сергеевич', 'М', '89990123456', '0123456789', '10.10.1989', 'г.Москва, ул.Курская, д.10, кв.10');

INSERT INTO Услуги_заказа
VALUES(33, 48),
(34, 49),
(35, 50),
(36, 51),
(37, 52),
(38, 53),
(39, 54),
(40, 55),
(41, 56),
(42, 57);
